Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/vaalilautakunnan_sihteeriksi_valittu_antti_aikio.html.tmx
Source language: fin
Languages: smn

source: Vaalilautakunnan sihteeriksi valittu Antti Aikio
smn: Valjâlävdikode čällen väljejum Antti Aikio

source: Saamelaiskäräjien vaalilautakunta on valinnut kokouksessaan 10.1.2022 vaalilautakunnan sihteerin tehtävään oikeustieteen maisteri Antti Aikion.
smn: Sämitige valjâlävdikodde lii valjim čuákkimistis 10.1.2022 valjâlävdikode čällee paargon riehtitiettuu maister Antti Aikio.

source: Antti Aikio on aloittanut tehtävässä helmikuun alussa.
smn: Antti Aikio lii porgâškuáttám kuovâmáánu aalgâst.

source: Saamelaiskäräjien vaalilautakunta ilmoitti haettavaksi vaalilautakunnan sihteerin tehtävän 20.12.2021 .
smn: Sämitige valjâlävdikodde almottij valjâlävdikode čällee pargo uuccâmnáál 20.12.2021 .

source: Vaalilautakunnan sihteerin tehtävänä on vaalilautakunnan alaisena valmistella ja toimeenpanna vaalit sekä toimia vaalilautakunnan esittelijänä ja sihteerinä kokouksissa.
smn: Valjâlävdikode čällee pargon lii valjâlävdikode vuálásâžžân valmâštâllâđ já olášuttiđ vaaljâid sehe toimâđ valjâlävdikode oovdânpyehten já čällen čuákkimijn.

source: Tehtäviin kuuluu myös vaalilautakunnan toimiston esihenkilön tehtävät.
smn: Pargoid kuleh meid valjâlävdikode toimâttuv hovdâpargoh.

source: Henkilöstön yhteystiedot
smn: Pargovievâ ohtâvuotâtiäđuh
